Autodesk.Revit.DB.Architecture.RoomTag.IsInRoom
Identifies if the tag is lockated in a room.
Remarks: In some cases, the tag may not be located in a room, so it loose temporairly an association with the room.
Since: 2017